let classmate = [
    [
        0,
        "정현진",
        "정현진.png",
        50,
        "남자",
        false,
        "INFP",
        [
            "탄천 뛰기",
            "게임하기",
            "청소하기",
            "친구들 만나서 놀기"
        ]
    ],
    [
        1,
        "박진솔",
        "박진솔.png",
        27,
        "여자",
        false,
        "ESTP",
        [
            "산책하기",
            "게임하기",
            "노래듣기",
            "친구랑 술 한잔"
        ]
    ],
    [
        2,
        "임은경",
        "임은경.png",
        30,
        "여자",
        false,
        "INFP",
        [
            "게임하기",
            "노래들으며 산책하기",
        ]
    ],
    [
        3,
        "유승진",
        "유승진.png",
        27,
        "남자",
        false,
        "INFJ",
        [
            "게임하기",
            "강아지랑 산책하기",
        ]
    ],
    [
        4,
        "이지하",
        "이지하.png",
        27,
        "여자",
        false,
        "INFJ",
        [
            "노래듣기",
            "분석하기",
            "계획짜기",
        ]
    ],
    [
        5,
        "이혜림",
        "이혜림.png",
        27,
        "여자",
        false,
        "INTJ",
        [
            "노래듣기",
            "강아지 산책",
            "독서",
            "영화보기"
        ]
    ],
    [
        6,
        "김서진",
        "김서진.png",
        23,
        "여자",
        true,
        "ISTJ",
        [
            "쇼핑하기",
            "옷 정리하기",
            "유튜브보기",
            "화장품 정리하기",
            "맛집투어하기"
        ]
    ],
    [
        7,
        "박채은",
        "박채은.png",
        23,
        "여자",
        false,
        "ISFP",
        [
            "게임하기",
            "노래듣기",
            "맛집탐방",
            "까페가기",
            "영화보기"
        ]
    ],
    [
        8,
        "구연서",
        "구연서.png",
        27,
        "여자",
        false,
        "INTP",
        [
            "까페가기",
            "gpt랑 대화하기",
            "집에서 맥주마시기",
            "집에서 누워있기",
            "집에서 티비보기"
        ]
    ],
    [
        9,
        "엄혜경",
        "엄혜경.png",
        25,
        "여자",
        false,
        "INTP",
        [
            "멍때리기",
            "게임하기",
            "배너 만들기",
        ]
    ],
    [
        10,
        "김민영",
        "김민영.png",
        33,
        "여자",
        false,
        "ESTP",
        [
            "드라이브",
            "음악감상",
            "여행",
            "산책",
            "단도리",
            "까페가기"
        ]
    ],
    [
        11,
        "김혜빈",
        "김혜빈.png",
        27,
        "여자",
        false,
        "INFP",
        [
            "유튜브 틀어놓고 누워있기",
            "책 읽기",
            "녹차라떼 먹기",
            "와이어프레임만들기",
        ]
    ],
]


